{
    "apps": [
        {
            "Name": "7zip",
            "Source": "main",
            "Info": "",
            "Version": "22.01",
            "Updated": "2022-07-20T10:15:46.2304963+09:00"
        },
        {
            "Name": "aria2",
            "Source": "main",
            "Info": "",
            "Version": "1.36.0-1",
            "Updated": "2022-07-04T10:08:08.9521768+09:00"
        },
        {
            "Name": "bat",
            "Source": "main",
            "Info": "",
            "Version": "0.23.0",
            "Updated": "2023-04-21T19:28:55.4353572+09:00"
        },
        {
            "Name": "broot",
            "Source": "main",
            "Info": "",
            "Version": "1.21.2",
            "Updated": "2023-04-21T19:28:58.3461044+09:00"
        },
        {
            "Name": "cacert",
            "Source": "main",
            "Info": "",
            "Version": "2023-01-10",
            "Updated": "2023-02-07T18:33:09.0617207+09:00"
        },
        {
            "Name": "csview",
            "Source": "main",
            "Info": "",
            "Version": "1.2.2",
            "Updated": "2022-10-11T10:02:54.5486827+09:00"
        },
        {
            "Name": "dark",
            "Source": "main",
            "Info": "",
            "Version": "3.11.2",
            "Updated": "2022-07-04T10:08:11.3648901+09:00"
        },
        {
            "Name": "delta",
            "Source": "main",
            "Info": "",
            "Version": "0.15.1",
            "Updated": "2022-12-13T10:31:13.0039651+09:00"
        },
        {
            "Name": "deno",
            "Source": "main",
            "Info": "",
            "Version": "1.33.1",
            "Updated": "2023-05-01T20:52:02.3640011+09:00"
        },
        {
            "Name": "discord",
            "Source": "extras",
            "Info": "",
            "Version": "1.0.9010-15",
            "Updated": "2023-02-13T10:16:32.1905522+09:00"
        },
        {
            "Name": "fd",
            "Source": "main",
            "Info": "",
            "Version": "8.7.0",
            "Updated": "2023-02-27T13:20:04.4092031+09:00"
        },
        {
            "Name": "figma",
            "Source": "extras",
            "Info": "",
            "Version": "116.8.5",
            "Updated": "2023-04-21T19:29:10.9315046+09:00"
        },
        {
            "Name": "fzf",
            "Source": "main",
            "Info": "",
            "Version": "0.40.0",
            "Updated": "2023-05-01T20:52:03.7989657+09:00"
        },
        {
            "Name": "gh",
            "Source": "main",
            "Info": "",
            "Version": "2.28.0",
            "Updated": "2023-05-01T20:52:06.1034419+09:00"
        },
        {
            "Name": "ghq",
            "Source": "main",
            "Info": "",
            "Version": "1.4.2",
            "Updated": "2023-04-21T19:29:18.0702183+09:00"
        },
        {
            "Name": "git",
            "Source": "main",
            "Info": "",
            "Version": "2.40.1.windows.1",
            "Updated": "2023-05-01T20:52:32.9841974+09:00"
        },
        {
            "Name": "gitui",
            "Source": "main",
            "Info": "",
            "Version": "0.22.1",
            "Updated": "2022-11-28T19:00:05.5040935+09:00"
        },
        {
            "Name": "go",
            "Source": "main",
            "Info": "",
            "Version": "1.20.3",
            "Updated": "2023-04-21T19:31:44.3505339+09:00"
        },
        {
            "Name": "grep",
            "Source": "main",
            "Info": "",
            "Version": "3.7",
            "Updated": "2023-04-27T20:37:46.8579574+09:00"
        },
        {
            "Name": "gzip",
            "Source": "main",
            "Info": "",
            "Version": "1.3.12",
            "Updated": "2022-07-04T10:08:32.7339677+09:00"
        },
        {
            "Name": "inkscape",
            "Source": "extras",
            "Info": "",
            "Version": "1.2.2_2022-12-09_732a01da63",
            "Updated": "2023-02-24T15:52:34.2044162+09:00"
        },
        {
            "Name": "innounp",
            "Source": "main",
            "Info": "",
            "Version": "0.50",
            "Updated": "2022-07-04T10:08:36.7106097+09:00"
        },
        {
            "Name": "less",
            "Source": "main",
            "Info": "",
            "Version": "632",
            "Updated": "2023-05-01T20:52:34.6210339+09:00"
        },
        {
            "Name": "lessmsi",
            "Source": "main",
            "Info": "",
            "Version": "1.10.0",
            "Updated": "2022-07-04T10:08:35.1656218+09:00"
        },
        {
            "Name": "llvm",
            "Source": "main",
            "Info": "",
            "Version": "16.0.2",
            "Updated": "2023-04-21T19:33:29.4009279+09:00"
        },
        {
            "Name": "lsd",
            "Source": "main",
            "Info": "",
            "Version": "0.23.1",
            "Updated": "2022-09-21T11:20:19.573382+09:00"
        },
        {
            "Name": "lua",
            "Source": "main",
            "Info": "",
            "Version": "5.4.2",
            "Updated": "2022-07-20T10:14:37.487066+09:00"
        },
        {
            "Name": "mingw",
            "Source": "main",
            "Info": "",
            "Version": "12.2.0-rt_v10-rev2",
            "Updated": "2023-04-21T19:35:50.868002+09:00"
        },
        {
            "Name": "mysql",
            "Source": "main",
            "Info": "",
            "Version": "8.0.33",
            "Updated": "2023-04-21T19:36:24.848083+09:00"
        },
        {
            "Name": "neovim",
            "Source": "main",
            "Info": "",
            "Version": "0.9.0",
            "Updated": "2023-04-21T19:36:43.2913086+09:00"
        },
        {
            "Name": "nkf",
            "Source": "jp",
            "Info": "",
            "Version": "2.1.5.1",
            "Updated": "2022-07-04T10:15:28.6762666+09:00"
        },
        {
            "Name": "nodejs",
            "Source": "main",
            "Info": "",
            "Version": "20.0.0",
            "Updated": "2023-04-21T19:39:07.4795207+09:00"
        },
        {
            "Name": "notion",
            "Source": "dorado",
            "Info": "",
            "Version": "2.0.43",
            "Updated": "2023-05-01T20:53:15.3323512+09:00"
        },
        {
            "Name": "obsidian",
            "Source": "extras",
            "Info": "",
            "Version": "1.1.16",
            "Updated": "2023-04-21T19:39:59.5369998+09:00"
        },
        {
            "Name": "openjdk",
            "Source": "java",
            "Info": "",
            "Version": "19.0.2-7",
            "Updated": "2023-02-14T15:30:49.6873557+09:00"
        },
        {
            "Name": "openssl",
            "Source": "main",
            "Info": "",
            "Version": "3.1.0",
            "Updated": "2023-04-21T19:41:05.3214857+09:00"
        },
        {
            "Name": "pastel",
            "Source": "main",
            "Info": "",
            "Version": "0.9.0",
            "Updated": "2022-07-04T10:15:29.767331+09:00"
        },
        {
            "Name": "plantuml",
            "Source": "extras",
            "Info": "",
            "Version": "1.2023.6",
            "Updated": "2023-04-21T19:41:11.8446352+09:00"
        },
        {
            "Name": "posh-git",
            "Source": "extras",
            "Info": "",
            "Version": "1.1.0",
            "Updated": "2022-07-04T10:15:30.4144807+09:00"
        },
        {
            "Name": "powershell",
            "Source": "dorado",
            "Info": "",
            "Version": "7.2.6",
            "Updated": "2022-08-23T18:35:56.9805752+09:00"
        },
        {
            "Name": "protobuf",
            "Source": "extras",
            "Info": "",
            "Version": "22.3",
            "Updated": "2023-04-21T19:41:21.2239948+09:00"
        },
        {
            "Name": "psfzf",
            "Source": "extras",
            "Info": "",
            "Version": "2.5.16",
            "Updated": "2023-02-14T15:33:46.3686015+09:00"
        },
        {
            "Name": "python",
            "Source": "main",
            "Info": "",
            "Version": "3.11.3",
            "Updated": "2023-04-21T19:42:11.8275951+09:00"
        },
        {
            "Name": "rga",
            "Source": "main",
            "Info": "",
            "Version": "0.9.6",
            "Updated": "2022-07-04T10:16:01.3623814+09:00"
        },
        {
            "Name": "ripgrep",
            "Source": "main",
            "Info": "",
            "Version": "13.0.0",
            "Updated": "2022-07-04T10:16:03.057151+09:00"
        },
        {
            "Name": "rust",
            "Source": "main",
            "Info": "",
            "Version": "1.69.0",
            "Updated": "2023-04-21T19:46:03.4551606+09:00"
        },
        {
            "Name": "scoop-completion",
            "Source": "dorado",
            "Info": "",
            "Version": "nightly-20220704",
            "Updated": "2022-07-04T10:16:04.3660642+09:00"
        },
        {
            "Name": "sd",
            "Source": "main",
            "Info": "",
            "Version": "0.7.5",
            "Updated": "2022-07-04T10:16:10.804548+09:00"
        },
        {
            "Name": "slack",
            "Source": "extras",
            "Info": "",
            "Version": "4.31.155",
            "Updated": "2023-04-21T19:46:14.6537036+09:00"
        },
        {
            "Name": "sourcetree",
            "Source": "extras",
            "Info": "",
            "Version": "3.4.12",
            "Updated": "2023-04-21T19:46:21.1278118+09:00"
        },
        {
            "Name": "starship",
            "Source": "main",
            "Info": "",
            "Version": "1.14.2",
            "Updated": "2023-04-21T19:46:22.6938115+09:00"
        },
        {
            "Name": "sudo",
            "Source": "main",
            "Info": "",
            "Version": "0.2020.01.26",
            "Updated": "2022-07-20T10:20:49.0183459+09:00"
        },
        {
            "Name": "tealdeer",
            "Source": "main",
            "Info": "",
            "Version": "1.6.1",
            "Updated": "2022-11-16T10:40:58.4262333+09:00"
        },
        {
            "Name": "teraterm",
            "Source": "extras",
            "Info": "",
            "Version": "4.106",
            "Updated": "2023-04-13T13:38:54.9334992+09:00"
        },
        {
            "Name": "terminal-icons",
            "Source": "extras",
            "Info": "",
            "Version": "0.10.0",
            "Updated": "2022-07-11T10:01:28.6276217+09:00"
        },
        {
            "Name": "tokei",
            "Source": "main",
            "Info": "",
            "Version": "12.1.2",
            "Updated": "2022-07-04T10:16:43.841368+09:00"
        },
        {
            "Name": "touch",
            "Source": "main",
            "Info": "",
            "Version": "0.2018.07.25",
            "Updated": "2023-04-24T19:03:36.4463877+09:00"
        },
        {
            "Name": "ueli",
            "Source": "extras",
            "Info": "",
            "Version": "8.24.0",
            "Updated": "2023-05-01T20:53:24.8338212+09:00"
        },
        {
            "Name": "vscode",
            "Source": "extras",
            "Info": "",
            "Version": "1.77.3",
            "Updated": "2023-05-01T20:53:32.8968019+09:00"
        },
        {
            "Name": "wezterm",
            "Source": "extras",
            "Info": "",
            "Version": "20230408-112425-69ae8472",
            "Updated": "2023-05-01T20:53:38.331323+09:00"
        },
        {
            "Name": "wget",
            "Source": "main",
            "Info": "",
            "Version": "1.21.3",
            "Updated": "2022-07-04T10:17:58.4235244+09:00"
        },
        {
            "Name": "winmerge-jp",
            "Source": null,
            "Info": "Install failed",
            "Version": null,
            "Updated": "2022-07-04T10:17:58.4351008+09:00"
        },
        {
            "Name": "zoxide",
            "Source": "main",
            "Info": "",
            "Version": "0.9.0",
            "Updated": "2023-02-14T15:42:27.6261867+09:00"
        }
    ],
    "buckets": [
        {
            "Name": "dorado",
            "Source": "https://github.com/chawyehsu/dorado",
            "Updated": "2023-05-01T09:14:07+09:00",
            "Manifests": 234
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-05-01T20:44:58+09:00",
            "Manifests": 1862
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-04-29T19:14:39+09:00",
            "Manifests": 253
        },
        {
            "Name": "jp",
            "Source": "https://github.com/dooteeen/scoop-for-jp",
            "Updated": "2020-07-29T11:37:34+09:00",
            "Manifests": 0
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-05-01T17:29:06+09:00",
            "Manifests": 1197
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2023-05-01T17:34:51+09:00",
            "Manifests": 424
        }
    ]
}
