fisherman/fzf
omf/theme-bobthefish
github/fisherman/z
fisherman/z
oh-my-fish/theme-bobthefish
oh-my-fish/plugin-expand
fisherman/spin
0rax/fish-bd
edc/bass
laughedelic/pisces
oh-my-fish/plugin-balias
