https://github.com/fisherman/fzf
http://github.com/fisherman/fzf
omf/theme-bobthefish
github.com/fisherman/fzf
github/fisherman/z
github.com/fisherman/z
oh-my-fish/theme-bobthefish
github.com/oh-my-fish/plugin-expand
github.com/fisherman/spin
0rax/fish-bd
