tap "dimentium/autoraise"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "curl"
brew "deno"
brew "eza"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "ripgrep-all"
brew "sheldon"
brew "starship"
brew "trash"
brew "wget"
brew "dimentium/autoraise/autoraise"
cask "alt-tab"
cask "arc"
cask "beeper"
cask "bitwarden"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "notion"
cask "notion-calendar"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "steam"
cask "ticktick"
cask "visual-studio-code"
cask "warp"
mas "RunCat", id: 1429033973
vscode "alefragnani.bookmarks"
vscode "almenon.arepl"
vscode "andreaslenzen.vbscript-language-server-client"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron-paste-image"
vscode "dgileadi.java-decompiler"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "hideoo.toggler"
vscode "hoovercj.vscode-settings-cycler"
vscode "ics.japanese-proofreading"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "joyous-coder.springboot-extension-pack"
vscode "kruemelkatze.vscode-dashboard"
vscode "mathiasfrohlich.kotlin"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "naco-siren.gradle-language"
vscode "pkief.markdown-checkbox"
vscode "pmneo.tsimporter"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "ritwickdey.liveserver"
vscode "ryu1kn.text-marker"
vscode "ryuta46.multi-command"
vscode "saikou9901.evilinspector"
vscode "sandcastle.vscode-open"
vscode "serkonda7.vscode-vba"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "skyran.vba"
vscode "sonarsource.sonarlint-vscode"
vscode "tabnine.tabnine-vscode"
vscode "terrastruct.d2"
vscode "tickleforce.scrolloff"
vscode "tintinweb.vscode-decompiler"
vscode "truman.autocomplate-shell"
vscode "tyriar.sort-lines"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "wmontalvo.vsc-meta-snippet"
vscode "wraith13.bracket-lens"
vscode "xadillax.viml"
vscode "yangbaopan.vscode-java-ibatisx"
vscode "yuichinakamura.code-to-clipboard"
vscode "zhuangtongfa.material-theme"
